/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "%1$@ Certificate Authority is now available";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@'s CA";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n";

/* (Unused) */
"(Unused)" = "(Unused)";

/* 1024 bits */
"1024 bits" = "1024 bits";

/* 1200 bits */
"1200 bits" = "1200 bits";

/* 1400 bits */
"1400 bits" = "1400 bits";

/* 1600 bits */
"1600 bits" = "1600 bits";

/* 2048 bits */
"2048 bits" = "2048 bits";

/* 256 bits */
"256 bits" = "256 bits";

/* 384 bits */
"384 bits" = "384 bits";

/* 512 bits */
"512 bits" = "512 bits";

/* 521 bits */
"521 bits" = "521 bits";

/* <invalid expiration date> */
"<invalid expiration date>" = "<invalid expiration date>";

/* <no certificates specified> */
"<no certificates specified>" = "<no certificates specified>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "A CA that does not rely on another CA for its validation is called a “root” (or “anchor”) CA. A CA that does rely on another CA for its validation is called a “Intermediate CA”. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "A Certificate Authority configuration file already exists with that name. Please pick a different name.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "A certificate authority name cannot contain periods.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "A URI cannot contain Unicode characters.";

/* Aborted */
"Aborted" = "Aborted";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "An error occurred when attempting to display the certificate.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "An error occurred when attempting to evaluate the certificate.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "An error occurred when attempting to install the “%@” certificates.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "An error occurred when creating the e-mail invitation.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "An error occurred when mailing the certificate signing request to the certificate authority.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "An error occurred when trying to create the CA web site (error=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "An error occurred when verifying the signature that signed “%@”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "An error occurred when visiting the CA web site.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "An error occurred. The specified CA wasn't a valid Certificate Authority.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "An expiration period for a certificate must be no longer than %d years.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "An unknown error occurred when reading the certificate signing request.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Appropriate S/MIME ExtendedKeyUsage not found ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Bad cert obtained from specified issuerAltName";

/* Bad leaf cert */
"Bad leaf cert" = "Bad leaf cert";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Bad root cert (fails to self-verify)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Basic Constraints Extension";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Basic Constraints Extension For This CA";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Basic Constraints Extension For Users of This CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Basic Constraints Missing";

/* Cancel */
"Cancel" = "Cancel";

/* Cert expired */
"Cert expired" = "Cert expired";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Cert not found at specified issuerAltName";

/* Cert not yet valid */
"Cert not yet valid" = "Cert not yet valid";

/* Certificate Request */
"Certificate Request" = "Certificate Request";

/* Choose */
"Choose" = "Choose";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Choose an identity that will sign your CA invitations.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Click “Specify Alternate Location...” to create the web site at a different location.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Code Signing, Bad path length";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Code Signing, Basic Constraints Missing";

/* Code Signing, Development */
"Code Signing, Development" = "Code Signing, Development";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Code Signing, Illegal certificate chain length";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Code Signing, No Extended Key Usage";

/* Continue */
"Continue" = "Continue";

/* Could not create a key pair. */
"Could not create a key pair." = "Could not create a key pair.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Could not create the Certificate Authority configuration file.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Could not create the certificate export file (error=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Could not create the certificate export file.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Could not find a signing key based on the public key.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Could not find the issuer for the Certificate Authority configuration file “%@”.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Could not mail the certificate to the user. A copy has been placed in your keychain.";

/* Create Your Certificate */
"Create Your Certificate" = "Create Your Certificate";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Create Your Certificate Authority";

/* Creating Key Pair... */
"Creating Key Pair..." = "Creating Key Pair...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Creating the CA web site...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Creating the certificate request...";

/* Creating the certificate... */
"Creating the certificate..." = "Creating the certificate...";

/* CRL Expired */
"CRL Expired" = "CRL Expired";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL failed policy verification";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL Not Valid Yet";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL not verifiable to anchor or root";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL verified to untrusted root";

/* Done */
"Done" = "Done";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "E-mail addresses cannot contain Unicode characters.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Error: could not read the Certificate Authority configuration file “%@”.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Error: could not read the template “%@”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Evaluating Certificate(s)";

/* Expired */
"Expired" = "Expired";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Extended Key Usage Extension";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Extended Key Usage Extension For This CA";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Extended Key Usage Extension For Users of This CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "For SSL Server certificates, either an IP Address or DNS name must be specified.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use.";

/* Good */
"Good" = "Good";

/* Hostname mismatch */
"Hostname mismatch" = "Hostname mismatch";

/* Idle */
"Idle" = "Idle";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Illegible CRL distribution point URI";

/* Illegible name */
"Illegible name" = "Illegible name";

/* Intermediate CA */
"Intermediate CA" = "Intermediate CA";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "Invalid Authority Key ID ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "Invalid BasicConstraints.CA";

/* Invalid Certificate */
"Invalid Certificate" = "Invalid Certificate";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Invalid Extended Key Usage";

/* Invalid Key Usage */
"Invalid Key Usage" = "Invalid Key Usage";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "Invalid Subject Key ID ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Invalid Subject/Authority Key ID Linkage";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "IssuingDistributionPoint extension violation";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Key Pair Information";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Key Pair Information For This CA";

/* Key Usage Extension */
"Key Usage Extension" = "Key Usage Extension";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Key Usage Extension For This CA";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Key Usage Extension For Users of This CA";

/* Keychain */
"Keychain" = "Keychain";

/* Leaf */
"Leaf" = "Leaf";

/* Let me choose */
"Let me choose" = "Let me choose";

/* Network */
"Network" = "Network";

/* No */
"No" = "No";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "No certificates were returned from the host.";

/* No CRL */
"No CRL" = "No CRL";

/* No root cert found */
"No root cert found" = "No root cert found";

/* Not Yet Valid */
"Not Yet Valid" = "Not Yet Valid";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12Password";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "Partial public key resolved with failure";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "Partial public key unresolvable";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint exceeded";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Please contact your CA administrator for assistance.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Please contact your CA administrator for help importing them.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Please specify a serial number from %1$@ to %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Please specify a valid expiration date.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Please specify some certificate information below:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Please specify some information about your CA:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Please specify the issuing Certificate Authority for %1$@’s (%2$@) certificate request.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Please specify the issuing Certificate Authority for this certificate request.";

/* Policy verification failed */
"Policy verification failed" = "Policy verification failed";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Probing SSL server";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Replace existing “%@” web site on your iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Replace existing “%@”?";

/* Required */
"Required" = "Required";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Root ALSO in System Roots";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "S/MIME Email address mismatch";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "S/MIME KeyUsage incompatibility";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, No email Address Found";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, non-critical KeyUsage";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName not critical";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Select the appropriate trust policy to evaluate “%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Self Signed Root";

/* Self Signed Root CA */
"Self Signed Root CA" = "Self Signed Root CA";

/* Show CA Web Site... */
"Show CA Web Site..." = "Show CA Web Site...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Sign using your %@ identity";

/* Specified CRL server down */
"Specified CRL server down" = "Specified CRL server down";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Specify Key Pair Information For Users of This CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate.";

/* SSL Client */
"SSL Client" = "SSL Client";

/* SSL Server */
"SSL Server" = "SSL Server";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Subject Alternate Name Extension";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Subject Alternate Name Extension For This CA";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Subject Alternate Name For Users of This CA";

/* Success */
"Success" = "Success";

/* System Roots */
"System Roots" = "System Roots";

/* Template = %@ */
"Template = %@" = "Template = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "The “%1$@” Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "The certificate has been created for “%1$@”. A copy has been placed in your keychain.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "The default Certificate Authority is now set to “%@”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "The file you specified could not be opened by this assistant.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "The Key Usage Extension of the CA’s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "The Key Usage Extension of the user’s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "The RFC822 name cannot contain Unicode characters.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "There are currently no identities available to sign your CA invitation.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "There are no configured Certificate Authorities. You first need to create one using the “Create a Certificate Authority” option.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "There are no configured Certificate Authorities. You first need to create one.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "There are no valid root or intermediate certificate authorities available to sign certificates. Use the “Create a Certificate Authority” option to create a certificate authority.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "This pane will specify the public and private key pair information for users of this CA when they request a certificate.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "To evaluate certificates, first select the appropriate trust policy.";

/* Message indicating that this item is dated today */
"Today" = "Today";

/* Trusted Root */
"Trusted Root" = "Trusted Root";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Trusting a CA certificate means the CA can “trusted” in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking “On this machine, trust certificates signed by this CA”.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Unknown (Internal error)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Unknown Critical Cert Extension";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Unknown Critical CRL Extension";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Unknown Critical Extension";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Unknown Error = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Unrecognized root cert";

/* Untrusted Root */
"Untrusted Root" = "Untrusted Root";

/* User Certificate: */
"User Certificate:" = "User Certificate:";

/* VPN Client */
"VPN Client" = "VPN Client";

/* VPN Server */
"VPN Server" = "VPN Server";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "What does “Make this CA the default” mean?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "What does “Sign your invitation” mean?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "What does “trust certificates signed by this CA” mean?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "What is a CA Web Site?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "What is a leaf certificate?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "What is a self-signed root CA?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "What is a self-signed root certificate?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "What is an intermediate certificate authority?";

/* What is an invitation? */
"What is an invitation?" = "What is an invitation?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click “Make this CA the default”, the CA name you have specified above will become the default CA.";

/* Yes */
"Yes" = "Yes";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "Yesterday";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click “Let me override defaults.”";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click “Let me override defaults.”";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "You are about to create a self-signed certificate.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click “Let me override defaults.”";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "You are required to choose at least one extended key usage if this extension is enabled.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "You are required to choose at least one key usage if this extension is enabled.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "You must enter a configuration file name before continuing.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "You must enter an email address for the user before continuing.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "You must enter an email address of a Certificate Authority before continuing.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Your CA was created successfully. Click 'OK' to begin using your new CA.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Your Certificate Authority “%1$@” has been created and is ready to issue certificates.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Your certificate has been successfully created.";

/* Your certificate is ready */
"Your certificate is ready" = "Your certificate is ready";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, “%1$@” will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Your certificate request has been created on disk.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Your invitation will remain unsigned.";

